{
    "genres": [
        {
            "id": 1
        }
    ], 
    "primaryArtist": {
        "name": "Lupe Fiasco"
    }, 
    "title": "Enemy of the State: A Love Story", 
    "releaseDate": null, 
    "artwork": null, 
    "songs": [
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "lyrics": {
                "lyric": "Ayesha Jaco:\nFood and liquor stores rest on every corner\nFrom 45th and State to the last standing Henry Horner\nJ&amp;J's, Harold's Chicken, good finger lickin'\nWhile they sin, gin, sin sin at Rothschild's and Kenwood Liquors\nThe winos crooked stagger meets the high stride of the youth, searchin' for the truth\nThey rebel and raise hell across alleyways and in classroom settings\nThey get, high off that trunk bass and 20/20 rims\nThey rock braids, Air Force Ones, and Timbs\nThey drink Hennessy, Hypnotiq, and 40's\nThey call they women hoes, bust downs, and shorties\nThey keep funeral homes in business and gunshot wards of hospitals full\nPrisons packed, bubblin' over in brown sugar\nThey keep empty, Westside lots crowded, hype's powdered\nThe well is running dry, the days of Malcolm and Martin have ended\nOur hope has descended and off to the side\nWaiting for the reinstallment of the revolution\nBecause we are dying at the cost of our own pollution\nBut God has another solution, that has evolved from the hood\nI present one who turns, the Fiasco to good\n\nLupe Fiasco:\nA'uzu billahi min ash shaitanir rajim\nBismillahi 'r-rahmani 'r-rahim\n\nDedicated to my grandmother\nPeace, and much love to you\nYeah, and it start\n1st and 15, proudly present\nYou know what it is\nSee, I got this philosophy right\nI think the world and everything in it\nIs made up of a mix, of two things\nYou got your good, y'know, and your bad\nYou got your food, and your liquor\nThat's right, Chilly Chill\nYou already know, it's a long time comin'\nI give you my, I give you my heart\nMy soul, my mind my thoughts, my feelings\nMy experience, nothin' more, and nothin' less\nYes, FNF, uh-huh\nSo with no further ado\n\nLupe Fiasco's Food &amp; Liquor"
            }, 
            "name": "Intro", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "lyrics": {
                "lyric": "Lupe Fiasco]\nCheck!\nOne, Two\nAh. Naw!\n\n(Verse 1: Lupe Fiasco)\nYour attention please, your attention I need it\nSo I can sit you in a position from which I see it\nWhere I'm seated is scenic\nHeavy-weighter, slim as the Machinist, so bulimic\nWhich means you somewhere in between it\nI take it back for you like the Wild Stallions (Wyld Stallyns) of San Dimas\nI'm in the market for low-mile 360 Medinas\nAnd a good organic cleaners\nMy car always a winner\nYour cars always pity\nWe should call it Stanley Steamers\nMost of my friends in gangs\nMy new nickname is Ghengis Khan\nBut without the Ye, but his last names my side\nI ride with the demeanors (the meanest)\nI'm armed to the teeth\nYou're Venus and you've never been to the Dinas (dentist)\nSchool of Hard Knocks, I dean it\nI done it, as well as a celebrated alumnus\nI donate to the campus and my names on the arenas\nBut you can't bring it to my court\nNot even with subpoenas\nCause you can't play my sport\nBut you can still cheer-lead us\nAnd you can't sit there\nThat sections for the seniors\nAnd the sexy senoritas\nSo just move up to the bleachers\nHow you gonna school me when I grew up with your teachers\nI know that you can't hear me\n'Cause I blew up all the speakers\nAnd the power line is hanging\n'Cause I threw up all the sneakers\nI ate up the imposters\nAnd I chewed through all the pizzas\nI blacked out with a black card\nAnd I maxed out all the Visas\n\n(Verse 2: Lupe Fiasco)\nUhhAccreditation so prestigious\nJust walk across my stage\nYour life will be completed\nDon't need financial aid\nCause this is just some free shit\nYou been properly prepared\nThrow your hats up in the air\nI'm red hot, Chilly, (Red Hot Chili) I'm Anthony Kiedis\nMy spirit smells teenage\nAnd Chi-towns feelin' excellent\nWe hit them with the President\nSee we set the precedent\n\nI don't feel I'm best\nI just feel I'm better than\n\n(Chorus: Thom Yorke/Radiohead)\nEveryone Everyone Around Here\nEveryone is so near\nSo alone So alone\n\n(Verse 3: Lupe Fiasco)\nSee I don't disagree\nThis is just a grievance\nThis ain't dissin\nThis is civil disobedience\nHow you gon make hip-hop\nWithout all the ingredients?\nLot of mouths to feed\nPlus a lot of greediness\nAnd that greed, outshines the neediness\nWhat n-ggas need is some question they authority\nAnd tune out all the TV sh-t\nAnd we be this\nSo I give 'em more\nYou see I did it for\n\n(Chorus: Thom Yorke/Radiohead)\nEveryone Everyone is so near\nEveryone has got the fear\nSo alone So alone\n\n(Verse 4: Lupe Fiasco)\nYeah I am back up on the airwaves\nFeelin' like a Soldier, and I ain't talking where the Bears play\nFlair, look how I Fred Astaire (further stair) down the staircases\nFinna be a hair-raisin tortoise versus hare race\nSo you should hang around here (hair) like some earrings\nI know attentions all about how you pair things\nSo when I want them to hear me out\nI just sit them next to some pictures of Rosa splitting with her titties out\nAnd what's written on her titties is what its really about\nThen her vagina is some poor kids from China\nNipples nuclear missiles\nAss is a daughter without a dad\nBack is like Afghanistan, Iraq\nHealth care hair\nDrive by thighs\nEducation lips\nHIV eyes\nEnvironment feet\nJustice get her so wet, brains get you brains\nYou can f-ck her if you protest\nBut before you bust in her face, finish listenin to the tape\nEnemy of the State\n(End)"
            }, 
            "name": "The National Anthem", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "lyrics": {
                "lyric": "Yeah lets go lets go\nMicrophone check, I make 'em all bounce\nEvery teller and bank of America, make 'em all count\nYou gon need da whole staff to add up the amount\nIts gon to take to pay me off to keep out yo house\nTo keep me 'n' my zone, so that I don't zone out\nI'm rich and po like zone 4\nThoughts as deep as tone loc\nWalk wit me like old folk, cross da street a scores goaled\nI don't rap, I hockey rink 'cause my flow (floor) is so cold\nI am on my mm hmm, they are on they oh no...\nI am really in here (hair) they ain't real like soul glo\nDon't you know I'm so sho, them niggaz got no glow\nFind a master for (b4) you can come back into the dojo\nLupe got his mind right, nigga dis is my mic\nAnd I've come to take it all back like miller hi light\nHe must not be tied tight, back against the wall\n\nHe will throw a ball, like he playin' Jai Alai\nI'll do the register, you just get dem fries right\nI don't trust America after watching zeitgeist\nTake a look at my stripes, chest look like a tiger arm\nAnd I'm hot as tiger baum, fire like a five alam\nAnd its set to tie a barn, get ya firefighter on\nI ain't worried 'bout you hoes, I don't even need to roll\nI turn down yo X like how you put yo tires on\nOnce I get these tires on I buy a bomb and tie it on\nAnd ride this around the entire song\nFind a line to drive it on, park it near a metaphor\nWait for it, the timers on\nYou can turn yo hydrants on, I'll jus turn my wipers on\nWipe it off then wipe me down but don't 4get about my BOMB!"
            }, 
            "name": "Turnt Up", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "name": "Fireman", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "lyrics": {
                "lyric": "We will not compromise who we are to be accepted by the crowd.\nWe want substance in the place of popularity. \nWe want to think our own thoughts. \nWe want love not lies. \nWe want knowledge, understanding, and peace. \n\nWe will not lose because we are not losers \nWe are lazers."
            }, 
            "name": "Lazers", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "lyrics": {
                "lyric": "I see diamond flooded demons Lamborghini angels halos down with the doors flappin doors when they came through windows up system bumpin you the one they sang 2, sang too the same crew who said you the one you should send yo thanks 2.Pocket full of blessings they can sanctify and saint you, you can hear 'em revin up in heaven now can't you.sandals made of chrome soul made of leather engine made of sinnin and candy painted feathers, the sound of the motor the only revin (reverend) you confess 2, I see this all in the eyes of the girl I am next to, I ask her where we goin' and she just told me pleasure, hands on the wheel and her heels on thee accelerator-rator, told her wait up, she kept goin' like etc; or like a broken record, we've come to far to just wheel it back selector so we gon ride foreva... foreva and eva and eva, foreva chorus\n\nSaid she was a fan of mine\nKnew she was new jersey, but said that she was Anaheim\nButterflies turn to suicides, now its phantoms flyin\nUsed to whisper in my ear, but now she tryna vandal mine\nThat holy feelin' all gone, slowly feelin' all wrong\n\nNone of this is satisfyin, pull it over, let me out, ill just hitch hike back to mine\nNothings really as it seems, yeah I shoulda known that\nThought I called a angel, devils had my phones tapped"
            }, 
            "name": "Angels", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "name": "Rockin Wit The Best", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "name": "Say Somethin", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "lyrics": {
                "lyric": "I'm just a wolf inside a lion's suit\nA shark shirt, a panther's pants, piranha hat and tiger shoes\nI got a lion's den inside the booth\nThat right there is point blank\nThis here is from where the sniper shoot\nMight take a long time to get it, by the time I hit it\nI done ran Bubble Tape around them Chiclets, poof\nI ain't the bomb, I'm the company that got the contract\nTo rebuild during the aftermath - have a blast\nGoing green only using half the gas\nThe calming comes through after disasters have\nBut this calm has the same fury that disasters have\nI should have a class, I'm the son/sun of the South Pole plus Alaska's dad\nGot niggas like \"DAG!\", flow is like crazy gone mad\nAnd villains gone bad, Punk ass niggas, don't be so Daft\nBaby, why you hanging with them Busters like Babs?\nThey are such a drag, you should move them to the trash\n\nFeel like I'm walking round upon Cassius calves\nQuite a beautiful script, and such a gift of gab\nA big bass, shout out to Mistah F.A.B\nYoung Frankenstein reporting live from the lab\nI bought the bars out, put it on my tab\nIf you came here to box, you'll leave in a bag\nI run the game, Bilderberg Group, in the lead with the flash\nUsain Bolt ain't even leaving this fast\nWhy you take offense with your defensive ass?\nNever Hussein-ing the hole/whole, not even in the half\nCause nigga I ain't hiding, I'm the whole world, nigga you're an island\nAnd the sea's rising, if I keep shining\nYou going have to take submarines to the drive-in now"
            }, 
            "name": "Thank You", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "lyrics": {
                "lyric": "OwwwwwShout out to Slaughter House. Joe Budden Royce Crooked Joel\nUh yeah The game was looking weak the whole scene starved\nSo I came through with some muscle milk and protein bars\nBarbells and jumpropes bowflex's to body it\nAnd a couple billy blank taebo karate kicks\nIf you ain't million dollar dreaming then we opposites\nIn highschool I was voted the most ted dibiasiest\nAlso the most slepton cause my ted dibiasiness\nAn inglorius bastard and you looking like a nazi bitchhhhhhhhh\nThey say its hard out here for old boy, then tell me where taraji is\nI am going so raw, watch me soysauce wasabi this nobu on them pro hot as H E Double hockey sticks\nMake sure you give the chef your compliments\n\nAnd thank him for his constantly great taste in accomplishments\nA smiley face emoticon if you wanna remain anonymous\nMy retirements on hold I got the whole world on conference\nMatchstick man I really have the confidence\nThat I'm a give 'em the music like common sense and consequence\nContent that's relevant around the continent\nNew york houston, chitown, los angeles\nEnemy"
            }, 
            "name": "The One", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "name": "That Funny Feeling", 
            "isExplicit": false
        }, 
        {
            "genres": [
                {
                    "id": 1
                }
            ], 
            "name": "HP Skit", 
            "isExplicit": false
        }
    ]
}